Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/nupi.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: Moreover, rearmament in Asia could destabilize the security landscape around the globe, which would also mean negative effects for Norway.
nb: Opprustningen i Asia kan dessuten virke destabiliserende på sikkerhetssituasjonen i verden mer generelt, og det er også negativt for Norge.

source: The Norwegian Institute of International Affairs (NUPI), in cooperation with the Embassy of Poland, has the pleasure of inviting you to a lecture with Professor Leszek Balcerowicz, former Deputy Prime Minister, Minister of Finance, and former Chairman of the National Bank of Poland.
nb: Norsk Utenrikspolitisk Institutt (NUPI), i samarbeid med Polens ambassade, har gleden av å invitere til foredrag med professor Leszek Balcerowicz, tidligere vise-statsminister og finansminister i Polen, samt tidligere sjef for den polske sentralbanken.

source: and linked to the research project
nb: , og er knyttet til forskningsprosjektet "

source: French Studies, University of Oslo
nb: Fransk årsenhet, Universitetet i Oslo

source: The basis for the observations of these NUPI researchers is the ongoing research project GENTRA, which investigates the knowledge gap between established views on how best to deal with gender-based violence (GBV) in Liberia, and how such violence is actually handled.
nb: Utgangspunktet for NUPI-forskernes observasjoner er det pågående forskningsprosjektet GENTRA, hvor målet er å undersøke kunnskapsgapet mellom gjeldende oppfatninger om hvordan kjønnsbasert vold best håndteres i Liberia, og hvordan denne volden faktisk håndteres i praksis.

source: Article 111 also states that natural resources are not exclusively controlled at federal level, and that oil and gas "is owned by the entire people of Iraq".
nb: I artikkel 111 står det i tillegg at naturressurser ikke utelukkende kontrolleres på føderalt nivå, og at olje og gass «eies av hele folket i Irak».

source: Since 2015, he is visiting professor of honor at the Department of Social Sciences of Charles University in Prague.
nb: Siden 2015 har han vært «visiting professor of honour» ved Department of Social Sciences ved Charled University i Praha.

source: He is also a member of The IEEE Global Initiative on Ethics of Autonomous and Intelligent Systems and the co-chair of the NATO Partnership for Peace Consortium on Emerging Security Challenges Working Group.
nb: Rickli er også medlem av The IEEE Global Initiative on Ethics of Autonomous and Intelligent Systems og en av lederne for NATO Partnership for Peace Consortium on Emerging Security Challenges Working Group.

source: His empirical research focus on Burma/Myanmar, Indonesia, Sri Lanka, Nepal and South Africa.
nb: Hans empiriske fokus er på Burma/Myanmar, Indonesia, Sri Lanka, Nepal og Sør Afrika.

source: Watch Senior research Fellow Kari Osland give an introduction to Community-oriented policing and challenges related to this:
nb: Her gir NUPI-forsker Kari Osland en innføring i begrepet Commuity-oriented policing - og utfordringene knyttet til det:

source: What can we expect from Putin in his fourth – and according to the constitution – final term?
nb: Hva kan vi forvente fra Putin i hans fjerde – og i henhold til grunnloven – siste periode?

source: During the last decade at least 17 000 individuals, mostly Russians but also up to 1000 Westerners, joined the war in Ukraine.
nb: I løpet av det siste tiåret reiste minst 17 000 personer, hovedsakelig russere, men også opp mot 1000 fra Vesten, for å bli med i krigen i Ukraina.

source: , which since 2003 has carried out public opinion polls in Russia.
nb: , som siden 2003 har gjennomført meningsmålinger og analysert folkeopinionen i Russland.

source: If you have ever worked at NUPI, been a student here, an intern, or a guest researcher, please let us know!
nb: Så hvis du har jobbet på NUPI, eller vært student, hatt praksis, vært gjesteforsker, eller annet, kontakt oss!

source: Hegghammer has also written several books, on topics such as foreign fighters, recruitment and jihadist ideology.
nb: Hegghammer har i tillegg forfattet en rekke bøker på temaer som fremmedkrigervirksomhet, rekruttering, jihadistisk ideologi, islamisme i Saudi-Arabia og terroristers bruk av Internett.

source: What are the reasons for the failing EU drive in Serbia and the Western Balkans?
nb: Hva er årsakene til sviktende EU-driv i Serbia og Vest-Balkan?

source: What did the US and the EU do in relation to Egypt, Libya and Tunisia?
nb: Hva gjorde USA og EU overfor Egypt, Libya og Tunisia?

source: OECDs BEPS project is the leading international cooperation project in the field of tax avoidance and evasion.
nb: OECDs BEPS-prosjekt er det ledende prosjektet innenfor internasjonalt samarbeid på området.

source: From the left.: Director Ulf Sverdrup, Senior Advisor Silje Skøien, Project Manager Morten Bøås, Senior Research Fellow Pernille Rieker and Senior Research Fellow Kari Osland.
nb: Direktør Ulf Sverdrup, seniorrådgiver Silje Skøien, prosjektleder Morten Bøås, seniorforsker Pernille Rieker og seniorforsker Kari Osland.

source: In addition, the centre regularly includes part-time affiliates, visiting fellows and student trainees.
nb: I tillegg tilknytter senteret seg jevnlig forskere i deltidsstillinger, gjesteforskere og masterstudenter.

source: What is being done on the international arena and will OECDs BEPS project lead to results for developing countries?
nb: Hva gjøres internasjonalt og vil OECDs BEPS-prosjekt føre til resultater for utviklingsland?

source: In fact, these developments have been underway for years now –the populistic as well as the authoritarian trends.’
nb: Men dette har vært i emning i flere år, med både populistiske og autoritære strømninger.

source: during the EADI-conference where Morten Bøås from NUPI was co-chair.
nb: i Afrika, der Morten Bøås fra NUPI var med-arrangør.

source: This is the case for Norway too, where foreign-controlled enterprises employ 21 percent of the workers in the (private) business sectors.
nb: Det gjelder også Norge, hvor utenlandskontrollerte foretak sysselsetter 21 prosent av arbeidstakerne i privat næringsliv.

source: Project participants will do fieldwork in Tunisia, Morocco, Egypt and Saudi Arabia.
nb: Projektdeltakerne skal gjøre feltarbeid i Tunisia, Marokko, Egypt og Saudi Arabia.

source: Welcome to the new internet pages for nupi.no!
nb: Velkommen til nye nettsider for nupi.no!

source: Others about the book:
nb: Korona og globalisering

source: Mali and the Sahel – finding the balance between security and development
nb: Mali og Sahel – kunsten å finne balansen mellom sikkerhet og utvikling

source: Both old and new security responses to terrorism have (re-)emerged on the European agenda in the ´post-Paris attacks´ phase.
nb: Etter Paris-angrepene har både gamle og nye sikkerhetstiltak dukket opp på EUs agenda.

source: TTCSP’s initial effort to produce a global ranking of the world’s leading think tanks in 2006 was in response to a series of requests from donors, government officials, journalists, and scholars who wanted the TTCSP to identify the leading think tanks in the world.
nb: TTCSP begynte å produsere globale kåringer av verdens ledende tenketanker i 2006 som svar på henvendelser fra støttespillere, myndighetspersoner, journalister og akademikerne som ønsket at TTCSP skulle identifisere verdens ledende tenketanker.

source: Unpredictable annual variation and extreme weather events, like flooding and droughts, affect pastoralist mobility patterns and routes, and farmers’ agricultural production.
nb: Uforutsigbar årlig variasjon og ekstreme værhendelser, som flom og tørke, påvirker pastoralistenes mobilitetsmønstre og bondens landbruksproduksjon.

source: This article is written by Jeremy Jones, who runs a strategic consultancy based in Oxford, UK.
nb: Denne artikkelen er skrevet av Jeremy Jones, som driver et strategisk analysebyrå i Oxford, Storbritannia.

source: NUPI celebrates our new website by launching our seminars, interviews and talks as podcasts.
nb: NUPI feirer nye nettsider med å lansere våre seminarer, intervjuer og foredrag som podcasts.

source: the mandate of the UN mission in Mali (MINUSMA), amidst a peace operations review and following the signing of a new peace agreement in Mali.
nb: FNs sikkerhetsråd mandatet for FN-oppdraget i Mali (MINUSMA), midt oppe i en evaluering av fredsoperasjoner og i kjølvannet av signeringen av en ny fredsavtale i Mali.

source: Gurcan is a columnist for Al Monitor writing about security related issues.
nb: Gurcan er også spaltist for Al Monitor der han skriver om sikkerhetsrelaterte tema.

source: Norwegian Presidency, climate and peacekeeping
nb: Norsk presidentskap, klima og fredsbevaring

source: Mynanraj Sevarasa is an Office and Administrative Skills apprentice.
nb: Mynanraj Sevarasa er lærling i kontor og administrasjonsfaget.

source: The only clear prime minister candidate, who seems likely to win, is Narendra Modi of the Bharatiya Janata Party (BJP, ‘The Indian people's party’), a market-liberalist and Hindu nationalist”, says Jensenius.
nb: Den eneste klare statsministerkandidaten, som ser ut til å vinne, er Narendra Modi fra Bharatiya Janata Party (BJP, «Det indiske folkets parti»), en markedsliberalist og hindunasjonalist, sier Jensenius.

source: It will also work to help shape the Alliance’s maritime strategy (last updated in 2011), which is slated for an overhaul.
nb: Dette vil også bidra til å belyse behovene tilknyttet alliansens maritime strategi, som sist ble oppdatert i 2011 og som igjen bør overhales.

source: Key staff members are currently (see profiles for CV and publication overview):
nb: Nøkkelpersoner i senteret (se profilsider for CV og publikasjoner):

source: What is the relationship between recurring public representations of specialness, and bilateral political and diplomatic interaction?
nb: Hvilken innvirkning har gjentatte representasjoner av eksklusivitet og særegenhet på bilateral politisk og diplomatisk samhandling?

source: Our offices are located in Oslo city centre.
nb: Vi holder til midt i Oslo sentrum.

source: Nationalism, Religion and Violence Summer Programme, Charles University
nb: Studieprogram i nasjonalisme, religion og vold, Charles University

source: NUPI is also part of other H2020 projects, such as Community-based policing and post-conflict police reform
nb: Enkelte NUPI-forskere deltar også i andre H2020 prosjeker som Community-based policing and post-conflict police reform (

source: Advanced Chinese Language Studies and Chinese Culture, Peking University (one semester) and Tsinghua University (two semesters), Beijing
nb: Kinesisk for viderekomne og kinesisk kultur, Peking University (ett semester) and Tsinghua University (to semestre), Beijing

source: , Research Professors
nb: , vil seniorforskerne

source: Professor Cross researches international cooperation, especially in the areas of European foreign and security policy, epistemic communities, crises, diplomacy, and public diplomacy.
nb: Cross forsker på internasjonalt samarbeid, spesielt på europeisk utenriks- og sikkerhetspolitikk, epistemiske samfunn, kriser, diplomati og offentlig diplomati.

source: And how will it affect US engagement globally and relations with Europe, Russia, and China?
nb: Og hvordan vil det påvirke USAs engasjement globalt og forholdet til Europa, Russland og Kina?

source: ‘However, in 2013, divisions within the Conservative Party led Prime Minister David Cameron to promise to engage in reform of the EU and to renegotiate the UK’s terms of membership before holding a referendum on whether to stay in.
nb: - I 2013 fikk Det konservative parti statsminister David Cameron til å love en reforhandling om EU-medlemskapet før folkeavstemningen ble avholdt.

source: Norwegian Institute of Foreign Affairs, NUPI, has the pleasure to invite you the seminar:
nb: Norsk Utenrikspolitisk Institutt, NUPI, har gleden av å invitere til seminaret:

source: In June, British voters... KRONIKK
nb: In June, British voters... Innsikt og kommentar

source: Deputy Chief Economist, Asian Development Bank Juzhong Zhuang gave an overview of Economic prospects for developing Asia and the Pacific.
nb: Rapporten gir en omfattende analyse av makroøkonomiske problemer for Asia, inkludert forventet vekst av land og region.

source: Vera has published widely in The New York Times, Foreign Policy, BBC, Boston Globe, Washington Post as well as a number of academic journals.
nb: Mironova har publisert arbeider og vært omtalt i New York Times, Foreign Policy, BBC, Boston Globe og Washington Post i tillegg til en rekke akademiske tidsskrifter.

source: Lastly, the report identifies research gaps and needs for further research, which include the topics of radicalization, recruitment and rehabilitation of violent activists and foreign fighters, women in extremist environments, the relation between violent extremists and not so violent extremists, and rightwing extremism and hate crime.
nb: Til slutt identifiser oppsummeringen hull og behov for videre forskning, hvor forfatterne blant nevner temaer som radikalisering, rekruttering og rehabilitering av voldelige aktivister og fremmedkrigere, kvinner i ekstremistiske miljøer, forholdet mellom de voldelige ekstremistene og de ikke fullt så ekstreme, og høyreekstremisme og hatkriminalitet

source: t will be of interest to policymakers and students of NATO, international security, European Politics, security studies and IR in general.
nb: vil være av interesse for politiske beslutningstakere og de som studerer NATO, internasjonal sikkerhet, europeisk politikk og IR generelt.

source: How will the new international and regional dynamic affect the Security Council’s room for manoeuvre when dealing with Afghanistan?
nb: Hvordan kommer den nye internasjonale og regionale dynamikken til å påvirke mulighetsrommet for håndteringen av Afghanistan i Sikkerhetsrådet?

source: The Philippines had six thematic priorities during its chairmanship: A people-oriented and people-centred ASEAN, peace and stability in the region, maritime security and cooperation, inclusive, innovation-led growth, ASEAN’s resilience, and ASEAN as a model of regionalism and a global player.
nb: Et ASEAN med mennesket I sentrum, fred og stabilitet i regionen, maritim sikkerhet og samarbeid, inkluderende og innovasjonsledet vekst, ASEANs robusthet og ASEAN som en global spiller.

source: Rikke Agerup is communications advisor at NUPI.
nb: Rikke Agerup er kommunikasjonsrådgiver på NUPI.

source: She is a manager of the GoodGov project, conducted together with NUPI and ISP PAN, and leads the Energy governance work package in the project.
nb: Hun leder GoodGov-prosjektet, som er et samarbeid mellom NUPI og ISP PAN, og hun leder arbeidet rundt energistyring i dette prosjektet.

source: Adjunct Professor, University of Oslo
nb: Professor II, Universitetet i Oslo

source: However, closer examination of one such de facto state, Abkhazia, reveals that de facto states can enjoy some bounded independent economic agency.
nb: Vår studie av en slik de facto-stat, Abkhasia, viser imidlertid at de facto-stater kan ha et visst selvstendig økonomisk handlingsrom.

source: Discussion and Q and A session
nb: Diskusjon og spørsmål og svar økt

source: Introduction at the Hanating 2020 conference, focusing on three questions: Where do we need more Nordic foreign and security cooperation in the coming years?
nb: Innlegg på Hanating 2020-konferansen, med fokus på tre overordnede spørsmpl:På hvilke områder trengs det mer nordisk utenriks- og sikkerhetspolitisk samarbeid fremover?

source: o Refraining from sensationalized coverage of right-wing extremist
nb: evaluerer om regnskapsprinsippene som er brukt, er hensiktsmessige, og om regnskapsestimater og

source: 13:30 – 14:30 Welcome and presentation of the project and its findings
nb: 13:30 – 14:30 Velkomst og presentasjon av prosjektet og funn

source: The nuclear-armed Asian states – China, India, Pakistan, and North Korea – are all investing heavily in their nuclear arsenals and advanced conventional capabilities.
nb: Selv om USA og Russland fortsatt har de største våpenarsenalene, investerer både Kina, India, Pakistan og Nord-Korea betydelig i både kjernevåpen og avanserte konvensjonelle kapasiteter.

source: In October 2014, the UN Secretary-General appointed a High-Level Independent Panel to review UN peacekeeping and special political missions.
nb: I oktober 2014 oppnevnte FNs generalsekretær et høynivåpanel som skulle evaluere FNs fredsbevarings- og spesielle politiske oppdrag.

source: The event will be chaired by Professor Johan Eriksson.
nb: Møteleder denne dagen er professor Johan Eriksson.

source: Russian and Russia studies, University of Oslo and Moscow Higher School of Economics
nb: Russisk og Russlandstudier, Universitetet i Oslo og Moscow Higher School of Economics

source: , University of Oslo.
nb: , Universitetet i Oslo.

source: BA International Studies and History, Lillehammer University College
nb: BA Internasjonale Studier med Historie, Høgskolen i Lillehammer

source: In the interview, Shambaugh concludes:
nb: I intervjuet konkluderer Shambaugh med:

source: Xi Jinping’s China – what does the future hold?
nb: Xi Jinping’s Kina – hvordan ser fremtiden ut?

source: Her main research interests include conflict resolution, minority rights, power-sharing and the Middle East.
nb: Hennes forskningsinteresser inkluderer fred og konfliktløsning, maktdeling, minoritetsvern og Midtøsten.

source: Chair is Senior Research Fellow Julie Wilhelmsen, NUPI.
nb: Ordstyrer er seniorforsker ved NUPI Julie Wilhelmsen.

source: – There is a balance between participating in BEPS and developing domestic tax systems.
nb: – Det bør være en balanse mellom det å delta i BEPS-arbeidet og det å utvikle egne, nasjonale skattesystem.

source: Cyber security has become an integral part of national, regional and global security, the aim of this talk is to introduce and reflect on discussions taking place in different international forums, including the UN (UN GGE), OSCE, NATO and EU.
nb: Cybersikkerhet har blitt en integrert del av nasjonal, regional og global sikkerhet og målet for dette seminaret er derfor å introdusere og reflektere rundt diskusjoner som finner sted i ulike internasjonale forum, inkludert i FN (UN GGE), OSCE, NATO og EU.

source: G20s development is important for Norway
nb: G20s utvikling viktig for Norge

source: Ambassador Christopher Robert Hill is the Dean of the Josef Korbel School of International Studies at The University of Denver, a position he has held since September 2010.
nb: Ambassadør Christopher Robert Hill har siden september 2010 vært dekan ved Josef Korbel School of International Studies ved University of Denver.

source: Special Advisor, Ministry of Development Co-operation/Ministry of Foreign Affairs, Oslo
nb: Spesialrådgiver, Utenriksdepartementet/Departementet for utviklingshjelp

source: A panel of discussants will respond to Sam’s presentation.
nb: Et panel vil svare på Sam’s presentasjon:

source: He speaks Polish, Serbo-Croatian, and Macedonian.
nb: Ambassadør Hill snakker flytende polsk, serbokroatisk og makedonsk.

source: A downward spiral in Russia-Western relations has ensued after the crises in Ukraine in 2014.
nb: Forholdet mellom Russland og Vesten havnet i en nedadgående spiral etter krisen i Ukraina i 2014.

source: The seminar will trace the evolution of the EU-China climate relationship since its creation in 2005.
nb: Dette seminaret går gjennom utviklingen i klimaforholdet mellom EU og Kina siden starten i 2005.

source: The author argues that Iran’s long-serving leader capitalized on the institutional and ideological legacies of his predecessor, Ayatollah Khomeini, as well as on the high potential for repression in revolutionary regimes.
nb: Det viser at Irans mangeårige leder utnyttet den institusjonelle og ideologiske arven fra hans forgjenger, Ayatollah Khomeini, og det høye potensialet for undertrykkelse i revolusjonære regimer.

source: Senior Research Fellow at NUPI Rita Augestad Knudsen will moderate the Theory Seminar.
nb: Seniorforsker på NUPI Rita Augestad Knudsen leder teoriseminaret.

source: NUPI has the pleasure of inviting you to a seminar and panel discussion about the new book “UN Peacekeeping doctrine in a new era”, co-edited by two of NUPI's researchers.
nb: I forbindelse med lanseringen av boken «UN Peacekeeping doctrine in a new era» har vi gleden av å invitere til seminar med påfølgende paneldiskusjon.

source: Ørjan Karlsson, Head of Department in the Directorate for Social Security and Contingency
nb: Ørjan Karlsson, avdelingsleder i Direktoratet for samfunnsikkerhet og beredskap

source: 'After SARS in 2003, the last thing China wanted was another corona virus crisis.
nb: - Etter SARS i 2003 var det siste Kina ønsket seg en ny koronakrise.

source: CYKNOW will promote better understanding of cyber security, as well as develop novel theoretical and methodological tools for cybersecurity research in particular.
nb: Gjennom en tverrfaglig tilnærming som fusjonerer samfunnsvitenskap med vitenskap- og teknologistudier og data- og ingeniørkunnskap, utvikler CYKNOW et nytt analytisk rammeverk for å studere cybersikkerhet.

source: Civil war, several periods 1989–2003
nb: Flere perioder med borgerkrig fra 1989 - 2003

source: He has previously held positions at the University of Edinburgh and the University of Geneva.
nb: Tidligere har han hatt stillinger ved University of Edinburgh og ved Universitetet i Geneve.

source: The Organization of Economic Cooperation and Development (OECD) launched their
nb: Organisasjonen for økonomisk samarbeid og utvikling (OECD) lanserte sin

source: The main focus of her thesis is the relation between ideology and political system, focusing on right-wing parties in Brazil.
nb: Hovedfokuset i avhandlingen hennes er forholdet mellom ideologi og politisk system, med vekt på parter på høyrefløyen i Brasil.

source: At the same time, we see more actors talking about the importance of more unitary European China-policy, in which values are integrated,' says Tim Rühlig, head editor of the report (the Swedish Institute of International Affairs).
nb: Samtidig ser vi at flere i Europa snakker om viktigheten av mer felles Kina-politikk, der grunnleggende politiske verdier inngår, sier Tim Rühlig, hovedredaktør for rapporten (fra det svenske Utenrikspolitiska institutet).

source: Book launch: EEA and the alternatives – what about NOREXIT?
nb: EØS og alternativene – hva med NOREXIT?

source: Senior Fellow and Director, Defense Strategies and Assessments Program, CNAS
nb: Senior Fellow og direktør, Defense Strategies and Assessments Program, CNAS

source: As an example the loss of telecommunication services today would have vastly more dramatic consequences today than just 15 years ago.
nb: Som et eksempel ville et langvarig bortfall av kritiske funksjoner som det digitale kjernenettet hatt langt mer omfattende konsekvenser i dag enn for 15 år siden.

source: Have you ever worked at NUPI?
nb: Har du noen gang jobbet på NUPI?

source: – With the financialization of the global economy, we have seen an increase in wealth gathered in tax havens and in illicit capital flows, says Olav Lundstøl from Norad as the opening speaker of the conference.
nb: – Globaliseringen av verdensøkonomien har ført til en økende bruk av skatteparadis og økt ulovlig kapitalflukt ut av utviklingsland, sa Olav Lundstøl fra Norad da han ønsket velkommen til konferansen.

source: Professor at BI
nb: Professor ved BI
